

{
    "hairRemedies": [
        
      {
        "title": "Bhringraj—The King Of Herbs",
        "image": "/Bhringraj.jpg",
        "content": "According to an animal study, bhringraj is a well-known Ayurvedic herb with purported claims of hair growth promotion (1). Translated, Bhringraj means “king of herbs.” True to its name, not only does it promote hair growth, but it also reverses balding and helps with hair thinning. It can be used to prevent premature graying. The herb is commonly available in powdered form and as an oil. It has a calming effect when applied to the scalp and helps insomniacs sleep better. It regulates pitta and improves metabolism."
      },
      {
        "title": "Amla—The Indian Gooseberry",
        "image": "/Amla.jpg",
        "content": "Amla is not only used as an ayurvedic solution for hair fall, but also an effective treatment for purifying blood and treating indigestion (2). This conditioning ingredient improves scalp health by tackling dandruff and scalp aggravation. When used in combination with shikakai, it acts as a natural dye that imparts a natural brown color."
      },
      {
        "title": "Neem",
        "image": "/Neem.jpg",
        "content": "For years, neem has been used to treat skin conditions and hair loss. Regular use of neem on the scalp improves blood circulation and strengthens the roots which, in turn, promotes hair growth. Neem is also used to treat lice (3). When the scalp is affected by dryness, scaliness, dandruff, eczemai  , psoriasisi  and excessive sebum—the hair roots get damaged. This causes hair loss. Neem helps battle these conditions, soothes the scalp and promotes healthy hair growth (4)"
      },
      {
        "title": "Ritha (Soap Nuts)",
        "image": "/Ritha1.jpg",
        "content": "Ritha or soap nuts have been used by women for centuries as a natural shampoo. When used regularly, ritha promotes hair growth, improves texture and volume (5). Because of how mild it is, the natural ingredient can be used to cleanse your hair every day without stripping the natural oils from your scalp"
      },
      {
        "title": "Shikakai",
        "image": "/Shikakai.jpg",
        "content": "Shikakai translates to ‘fruit for hair.’ When combined with water, the fruit forms a slight lather and can be used to cleanse hair effectively. The rich antioxidant content of this ingredient makes it perfect for restoring scalp health and treating hair fall. Shikakai won’t strip your hair of its natural oils. It detangles the hair, reduces dandruff and conditions hair to make it luscious and manageable"
      },
      {
        "title": "Ashwagandha",
        "image": "/Ashwagandha.jpg",
        "content": "Ashwagandha or the Indian Winter Cherry is an amazing herb for hair regrowth (7). It may help prevent hair loss by addressing one of the most common causes: stress. This root relieves anxiety while reducing inflammation and providing mood-boosting vitality (8). It is the most commonly used Ayurvedic medicine for hair fall. The hormone cortisol causes hair loss and slows down hair growth. Ashwagandha, when applied to the scalp controls cortisol levels and curbs hair loss. It also boosts antioxidant activity and helps scalp circulation. It is an excellent remedy for dandruff and stimulates the production of melanini  , which is essential for hair growth."
      },
      {
        "title": "Brahmi",
        "image": "/brahmi.jpg",
        "content": "Brahmi helps strengthen the hair and promotes hair growth (9). It provides nourishment to the roots and promotes new follicle growth. Regular use of Brahmi increases hair thickness and makes the hair lustrous. It is also useful in reducing dandruff (10). Brahmi hair packs help lessen the itchiness of the scalp. When applied regularly, it reduces split ends. It covers the hair follicles with a protective layer which, in turn, makes hair shiny and thick."
      },
      {
        "title": "The Aromatic Jatamansi",
        "image": "/Jatamansi.jpg",
        "content": "A common name for this herb in ayurvedic medicines for hair growth is Muskroot or the Indian Spikenard. Jatamansi helps purify the blood and improve its circulation. The improved nourishment to your scalp can help boost hair growth (11)"
      },
      {
        "title": "Methi (Fenugreek)",
        "image": "/Methi.jpg",
        "content": "Methi is a commonly used herb in most households. It is an excellent remedy for hair fall (12). It is also one of the best solutions for dandruff and is known for its ability to boost scalp health"
      },
      {
        "title": "Aloe Vera",
        "image": "/Aloe Vera1.jpg",
        "content": "Aloe Vera has proven usage in Ayurveda, as it helps keep your system clean from within. It is also an excellent ingredient for boosting scalp health, curbing hair fall, and promoting hair growth (13)"
      },
      {
        "title": "Hot Oil Massage With Ayurvedic Oils",
        "image": "/Massage.jpg",
        "content": "A hot oil massage using either coconut, maha bhringraj, amla, arnica, sesame seed, almond or Brahmi oil helps improve circulation, rejuvenates your hair follicles, which leads to better blood circulation to the roots. You may expect increased volume and length within a span of 6 months"
      },
      {
        "title": "Amla + Bringraj +Brahmi",
        "image": "/ABB1.jpg",
        "content": "A combination of these three herbs is very useful for pacifying pitta and improving metabolism, which helps in absorption of micronutrients.Take 1 g powder of each herb and swallow with lukewarm water. You can even get these herbs in the capsule form. Take one capsule of each after breakfast and dinner. Consult an Ayurveda physician before doing this. It is important to remember that topical treatment by itself cannot curb a hair fall problem, these remedies must be used in combination with a healthy lifestyle to achieve the best results. Following are a few tips that you need to follow for unhindered hair growth. "
      }
      
    ],

    "healthRemedies": [
        
      {
        "title": "Do Not Put Toxic Things Into Your Body",
        "image": "/running.jpg",
        "content": "Many things people put in their bodies are downright toxic. Some, such as cigarettes, alcohol and abusive drugs, are also highly addictive, making it hard for people to give them up or avoid them If you have a problem with one of these substances, then diet and exercise are the least of your worries. While alcohol is fine in moderation for those who can tolerate it, tobacco and abusive drugs are bad for everyon. But an even more common problem today is eating unhealthy, disease-promoting junk foods. If you want to gain optimal health, you need to minimize your consumption of these foods. Probably the single most effective change you can make to improve your diet is to cut back on processed, packaged foods. This can be tough because many of these foods are designed to be extremely tasty and very hard to resist (1Trusted Source) When it comes to specific ingredients, added sugars are among the worst. These include sucrose and high-fructose corn syrup. Both can wreak havoc on your metabolism when consumed in excess, though some people can tolerate moderate amounts (2Trusted Source). In addition, it’s a good idea to avoid all trans fats, which are found in some types of margarine and packaged baked foods."
      },
      {
        "title": "Lift Things and Move Around",
        "image": "/dry.jpg",
        "content": "      Using your muscles is extremely important for optimal health. While lifting weights and exercising can certainly help you look better, improving your appearance is really just the tip of the iceberg. You also need to exercise to ensure your body, brain and hormones function optimally. Lifting weights lowers your blood sugar and insulin levels, improves cholesterol and lowers triglycerides (3). It also raises your levels of testosterone and growth hormones, both associated with improved well-being (4Trusted Source). What’s more, exercise can help reduce depression and your risk of various chronic diseases, such as obesity, type 2 diabetes, heart disease, Alzheimer’s and many more (5Trusted Source). Additionally, exercise may help you lose fat, especially in combination with a healthy diet. It doesn’t just burn calories, but also improves your hormone levels and overall body function. Fortunately, there are many ways to exercise. You don’t need to go to a gym or own expensive workout equipment. It’s possible to exercise for free and in the comfort of your own home. Just do a search on Google or YouTube for “bodyweight workouts” or “calisthenics,” for example. Going outside to hike or take a walk is another important thing you should do, especially if you can get some sun while you’re at it (for a natural source of vitamin D). Walking is a good choice and a highly underrated form of exercise. The key is to choose something that you enjoy and can stick with in the long run. If you’re completely out of shape or have medical problems, it’s a good idea to talk to your doctor or a qualified health professional before starting a new training program ."
      },
      {
        "title": "Sleep Like a Baby ",
        "image": "/Baby.jpg",
        "content": "Sleep is very important for overall health and studies show that sleep deprivation correlates with many diseases, including obesity and heart disease (6Trusted Source, 7, 8Trusted Source).It’s highly recommended to make time for good, quality sleep.If you can’t seem to sleep properly, there are several ways you can try to improve it: Don’t drink coffee late in the day. Try to go to bed and wake up at similar times each day. Sleep in complete darkness, with no artificial lighting. Dim the lights in your home a few hours before bedtime. For more tips on how to improve your sleep, check out this article. It may also be a good idea to see your doctor. Sleep disorders, such as sleep apnea, are very common and in many cases easily treatable."
      },
      {
        "title": "Avoid Excess Stress",
        "image": "/Stress.jpg",
        "content": "A healthy lifestyle involves a wholesome diet, quality sleep and regular exercise.But the way you feel and how you think is also very important. Being stressed all the time is a recipe for disaster. Excess stress can raise cortisol levels and severely impair your metabolism. It can increase junk food cravings, fat in your stomach area and raise your risk of various diseases (9Trusted Source, 10Trusted Source, 11Trusted Source). Studies also show that stress is a significant contributor to depression, which is a massive health problem today (12, 13Trusted Source). To reduce stress, try to simplify your life — exercise, take nature walks, practice deep-breathing techniques and maybe even meditation. If you absolutely cannot handle the burdens of your daily life without becoming overly stressed, consider seeing a psychologist. Not only will overcoming your stress make you healthier, it will also improve your life in other ways. Going through life worried, anxious and never being able to relax and enjoy yourself is a big waste."
      },
      {
        "title": "Nourish Your Body With Real Foods ",
        "image": "/food.jpg",
        "content": "The simplest and most effective way to eat healthy is to focus on real foods. Choose unprocessed, whole foods that resemble what they looked like in nature. It’s best to eat a combination of animals and plants — meat, fish, eggs, vegetables, fruits, nuts, seeds, as well as healthy fats, oils and high-fat dairy products. If you’re healthy, lean and active, eating whole, unrefined carbs is absolutely fine. These include potatoes, sweet potatoes, legumes and whole grains such as oats. However, if you’re overweight, obese or have shown signs of metabolic issues such as diabetes or metabolic syndrome, then cutting back on major carbohydrate sources can lead to dramatic improvements (14Trusted Source, 15Trusted Source, 16Trusted Source).People can often lose a lot of weight simply by cutting back on carbohydrates because they subconsciously start eating less (17Trusted Source, 18Trusted Source) Whatever you do, make an effort to choose whole, unprocessed foods instead of foods that look like they were made in a factory. "
      }
    
      
    ],
    "finessRemedies": [
        
      {
        "title": "They Eat Lots of Protein for Breakfast",
        "image": "/Egg.jpg",
        "content": " The typical American breakfast can consist of doughnuts orange juice, cereal and other processed foods low in nutrients. It is no surprise that people who eat these types of foods first thing in the morning struggle to get their workouts in and have a productive day. It also causes a spike in insulin leading to less energy and potentially more body fat accumulation. Fit guys know that protein builds muscle, reduces cravings for sugar and should be consumed first thing in the morning to start the day off right. "
      },
        
      {
        "title": "They Take Their Supplements Regularly",
        "image": "/regular.jpg",
        "content": " Supplements are just that, supplements. They are there to fill in nutritional gas that you may not otherwise get from your daily intake of food. If you are a fit guy with a full-time job, family and   want to train hard, supplements will be essential to your success at developing a well-rounded physique. The problem with most people is that they take a supplement for a little while and don’t see some dramatic result from it. Supplements are not magic and should not be treated as a short-term fix. Instead, supplements such as amino acids, multi-vitamins, creatine, proteins powders and the like need to be taken on a consistent basis for the long-term. Those who do these will ultimate see great results from taking quality supplements on a consistent basis. "
      },
        
      {
        "title": "They Plan and Prepare Their Meals ",
        "image": "/plan.jpg",
        "content": "  If you want to get in better shape and stay in shape, you have to wake up with a plan. You need to know what foods you are going to consume for that day. Fit guys will wake up with most of their food prepared for the day or at least have a plan as to what they will be cooking, buying or consuming. This is where a lot of people fail with this habit. They shrug of the planning and preparation aspect of eating and settle for fast food or skip eating since they have not developed the habit of planning their meals ahead of time."
      },
        
      {
        "title": "They Drink Lots of Water",
        "image": "/water.jpg",
        "content": "This is another staple that cannot be replaced. Water is involved in all of the functions in the body. Water is needed for everything from digestion and detoxification to recovery and energy production. Guys who are fit will strive for about 1-gallon of water a day and will make water their main beverage of choice. "
      },
        
      {
        "title": "They Make Movement a Daily Priority",
        "image": "/1.jpg",
        "content": "Guys who are fit do plan their workouts and when they will be going to the gym but it is not just about breaking PR’s and doing bicep curls. Fit guys make it a priority to do something each day. It can be a long walk with your dog in the morning, some stitching or yoga and maybe even 50 push-ups before you jump in the shower. Movement is not just a bodybuilding split or powerlifting routine. It is a daily habit that should be done regardless of your training schedule."
      },
        
      {
        "title": "They Get Enough Sleep",
        "image": "/sleep.jpg",
        "content": "  It’s no secret that getting the proper amount of sleep is imperative to your health. Guys who are fit know that in order to have a low percentage of body fat and to build muscle, you need enough sleep to recover. Getting the proper amount of  sleep will also optimize your hormones such as insulin, testosterone and growth hormone, which are critical for repair and energy production. If you don’t get enough sleep, you are more likly to eat processed foods and skip a workout due to lack of energy. This is the number 1 habit for a reason due to its trickle down effect. If you don’t get enough sleep, you are not setting yourself up to accomplish all of your other habits that need to be done in order to stay lean and fit   "
      },
        
      {
        "title": "They Make Their Bed",
        "image": "/bed.jpg",
        "content": "This may sounds silly but it works. Having the discipline to make your bed has been a staple in the daily programs of our amazing service men and women. From the Army to the Navy, these highly-disciplined people know that starting their day off with good habits will lead to long-term success. Top Navy Seal, Adm. Bill McRaven, says “If you make your bed every morning you will have accomplished the first task of the day. It will give you a small sense of pride and it will encourage you to do another task and another and another.”"
      }
    ],
    "stomachRemedies": [
        
      {
        "title": "Ginger (Adrak): ",
        "image": "/ginger.jpg",
        "content": "Ginger is known for its digestive properties and can help soothe stomach discomfort. You can consume it as a tea or add it to your meals."
      },
      {
        "title": "Peppermint (Pudina) ",
        "image": "/Peppermint.jpg",
        "content": "Peppermint has cooling properties that can help calm inflammation in the stomach and promote digestion. Peppermint tea is a common remedy for stomach discomfort."
      },
      {
        "title": "Fennel (Saunf): ",
        "image": "/Fennel.jpg",
        "content": "Fennel seeds can help relieve gas and bloating, which are common causes of stomach pain. You can chew on fennel seeds after meals or drink fennel tea."
      },
      {
        "title": "Licorice (Mulethi) ",
        "image": "/Li2.jpg",
        "content": "Licorice has anti-inflammatory properties and can help soothe the stomach lining. It might be taken as a tea or in powdered form.."
      },
      {
        "title": "Triphala ",
        "image": "/Triphala1.jpg",
        "content": "This Ayurvedic blend of three fruits (amalaki, bibhitaki, and haritaki) is known for its digestive benefits. It can help regulate bowel movements and ease stomach discomfort."
      },
      {
        "title": "Chamomile ",
        "image": "/Chamomile.jpg",
        "content": " Chamomile tea is known for its calming and anti-inflammatory effects, which can help reduce stomach pain "
      },
      {
        "title": "Aloe Vera ",
        "image": "/Aloe Vera.jpg",
        "content": "Aloe vera juice can help soothe inflammation in the stomach and promote healing of the digestive tract. "
      },
      {
        "title": "Coriander (Dhania) ",
        "image": "/Coriander1.jpg",
        "content": "Coriander seeds have anti-spasmodic properties and can help alleviate stomach cramps  "
      }
        
     
    ],

    "obesity":{
        "title":"Obesity - Symptoms and causes",
        "articles":[
            {
                "title": "Symptoms of Obesity:",
                "image": "/Symptoms.jpg",
                "content": "Obesity is a medical  condition characterized by excessive accumulation  of body fat to the extent that it may have a negative impact on a person's health. It is typically measured using the body mass index (BMI), which is a ratio of weight to height. A BMI of 30 or above is considered obese. Obesity is a complex condition influenced by various factors including genetics, environment, metabolism, and lifestyle. Here are the symptoms and common causes of obesity: Symptoms of Obesity:Excess Body Fat: The most obvious symptom of obesity is the presence of excess body fat, especially around the abdomen, hips, and thighs. Increased BMI: A BMI of 30 or higher is indicative of obesity. Difficulty in Physical Activity: Obese individuals may experience difficulty in performing physical activities due to reduced mobility and stamina. Breathlessness: Obesity can lead to shortness of breath even with minimal physical exertion.Joint Pain: Excess weight puts stress on the joints, leading to joint pain and increased risk of conditions like osteoarthritis.Fatigue: Obesity can cause fatigue and decreased energy levels.Snoring and Sleep Apnea: Obesity is associated with a higher risk of sleep-related breathing disorders, such as snoring and sleep apnea Skin Issues: Skin problems like fungal infections and rashes can develop in the folds of skin due to increased moisture."
              },
              {
                "title": "Causes of Obesity:",
                "image": "/burger.jpg",
                "content": "    Unhealthy Diet: Consuming high-calorie, low-nutrient foods such as fast food, sugary snacks, and sugary beverages contributes to weight gain. Lack of Physical Activity: Sedentary lifestyles, characterized by limited physical activity, increase the risk of obesity. Genetics: Genetic factors can play a role in determining a person's susceptibility to obesity and their ability to lose weight. Metabolic Factors: Some medical conditions, like hypothyroidism and polycystic ovary syndrome (PCOS), can contribute to weight gain. Environmental Factors: Access to unhealthy foods, larger portion sizes, and a lack of opportunities for physical activity in the environment can lead to obesity. Emotional Factors: Emotional stress and certain mental health conditions can lead to overeating and weight gain. Lack of Sleep: Poor sleep patterns and inadequate sleep have been linked to weight gain. Medications: Some medications, such as certain antidepressants and antipsychotics, can cause weight gain as a side effect. Medical Conditions: Some medical conditions, like Cushing's syndrome, can lead to obesity due to hormonal imbalances. Pregnancy: Excess weight gain during pregnancy can lead to obesity postpartum."
              }

        ]
    },
    "teeth":{
        "title":"5 Oral Hygiene Tips to Protect Your Teeth",
        "articles":[
            {
                "title": "Brush several times a day",
                "image": "/teeth1.jpg",
                "content": "First and foremost, good oral hygiene starts with brushing several times each day. By brushing, you not only protect your teeth by removing any food particles or other harmful substances that can cause tooth decay, but the teeth are also strengthened by providing them with the mineral support they need. Be sure to brush the entire mouth, not just the teeth, as bacteria can attack the gums and other supporting tooth structures as well."
              },
            {
                "title": "Floss and use mouthwash",
                "image": "/teeth2.jpg",
                "content": "Most people understand that flossing and using mouthwash is important, but very few actually floss and use mouthwash frequently enough. While it may not be entirely necessary to floss and use mouthwash after every meal, doing so just once a day can significantly help to protect your teeth in the areas that cannot be reached through brushing, such as in between teeth and in the very back of the mouth."
              },
            {
                "title": "Use a fluoride treatment",
                "image": "/teeth3.png",
                "content": "Fluoride is tooth enamel's best friend as it helps support the minerals found in enamel and fights against bacteria attacking the enamel. The best way to utilize fluoride on a daily basis is to use a fluoride-based toothpaste and mouthwash. In the event enamel erosion has begun, talk to a dentist about a stronger fluoride treatment in order to protect your teeth in the proper manner."
              },
            {
                "title": "Avoid harmful foods and drinks",
                "image": "/teeth61.jpg",
                "content": "Many instances of tooth decay can be largely attributed to a poor diet, which consists of foods high in sugar and other harmful carbohydrates. In order to protect your teeth to the fullest extent, try and avoid too much intake of harmful foods and drinks, such as coffee, sweets and tomato-based products. For many, giving up coffee or other foods and drinks that may harm enamel is not feasible, in which case, extra dental care can help protect your teeth after consumption."
              },
            {
                "title": "Visit the dentist regularly",
                "image": "/teeth7.jpg",
                "content": "Last but certainly not least, it is very important to visit the dentist on a regular basis to properly protect your teeth. While good oral hygiene can significantly reduce the chance of enamel erosion, there is still a chance plaque can build up on the surface of teeth. By visiting the dentist for a dental cleaning and checkup regularly, you can ensure good oral hygiene and protect your teeth and remove any plaque that has hardened and become too tough to remove through brushing."
              }
             

        ]
    },
    "skin":{
        "title":"5 tips for healthy skin",
        "articles":[
          {
            "title": "Protect yourself from the sun",
            "image": "/skin1.jpg",
            "content":" One of the most important ways to take care of your skin is to protect it from the sun. A lifetime of sun exposure can cause wrinkles, age spots and other skin problems — as well as increase the risk of skin cancer. For the most complete sun protection: Use sunscreen. Use a broad-spectrum sunscreen with an SPF of at least 15. Apply sunscreen generously, and reapply every two hours — or more often if you're swimming or perspiring. Seek shade. Avoid the sun between 10 a.m. and 4 p.m., when the sun's rays are strongest. Wear protective clothing. Cover your skin with tightly woven long-sleeved shirts, long pants and wide-brimmed hats. Also consider laundry additives, which give clothing an additional layer of ultraviolet protection for a certain number of washings, or special sun-protective clothing — which is specifically designed to block ultraviolet rays"
          },
          {
            "title": "Don't smoke",
            "image": "/Smoking.png",
            "content":" Smoking makes your skin look older and contributes to wrinkles. Smoking narrows the tiny blood vessels in the outermost layers of skin, which decreases blood flow and makes skin paler. This also depletes the skin of oxygen and nutrients that are important to skin health. Smoking also damages collagen and elastin — the fibers that give your skin strength and elasticity. In addition, the repetitive facial expressions you make when smoking — such as pursing your lips when inhaling and squinting your eyes to keep out smoke — can contribute to wrinkles. In addition, smoking increases your risk of squamous cell skin cancer. If you smoke, the best way to protect your skin is to quit. Ask your doctor for tips or treatments to help you stop smoking. "
          },
          {
            "title": "Causes:",
            "image": "/skin-care.png",
            "content":" Daily cleansing and shaving can take a toll on your skin. To keep it gentle: Limit bath time. Hot water and long showers or baths remove oils from your skin. Limit your bath or shower time, and use warm — rather than hot — water   Avoid strong soaps. Strong soaps and detergents can strip oil from your skin. Instead, choose mild cleansers. Shave carefully. To protect and lubricate your skin, apply shaving cream, lotion or gel before shaving. For the closest shave, use a clean, sharp razor. Shave in the direction the hair grows, not against it. Pat dry. After washing or bathing, gently pat or blot your skin dry with a towel so that some moisture remains on your skin. Moisturize dry skin. If your skin is dry, use a moisturizer that fits your skin type. For daily use, consider a moisturizer that contains SPF."
          },
          {
            "title": "Eat a healthy diet",
            "image": "/glowing-skin.jpg",
            "content":" A healthy diet can help you look and feel your best. Eat plenty of fruits, vegetables, whole grains and lean proteins. The association between diet and acne isn't clear — but some research suggests that a diet rich in fish oil or fish oil supplements and low in unhealthy fats and processed or refined carbohydrates might promote younger looking skin. Drinking plenty of water helps keep your skin hydrated. "
          },
          {
            "title": "Manage stress",
            "image": "/reduce-stress.png",
            "content":"Uncontrolled stress can make your skin more sensitive and trigger acne breakouts and other skin problems. To encourage healthy skin — and a healthy state of mind — take steps to manage your stress. Get enough sleep, set reasonable limits, scale back your to-do list and make time to do the things you enjoy. The results might be more dramatic than you expect  "
          }
         

        ]
    },
    "eye":{
        "title":"Common Eye Diseases and Vision Problems ",
        "articles":[
            {
                "title": "Cataract:",
                "image": "/eye-cataract.jpg",
                "content": "A cataract is a clouding of your eye’s lens. This cloudy lens can develop in one or both eyes. Cataracts are the world’s leading cause of blindness. In the U.S., cataracts is the leading cause of reversible vision loss. Cataracts can occur at any age and even be present at birth, but are more common in people over the age of 50.."
              },
              {
                "title": "Diabetes-related retinopathy:",
                "image": "/Diabetic-Retinopathy.jpg",
                "content":"Diabetes-related retinopathy is a common complication of diabetes. It’s one of the leading causes of blindness in adults in the U.S. Diabetes-related retinopathy is a disease in which there’s ongoing damage to blood vessels in the retina due to long-term unmanaged high sugar (glucose) levels in your blood. Your retina is the light-sensitive tissue in your eye that is needed for clear vision. Most people with diabetes-related retinopathy show no vision changes until the disease is severe. In others, symptoms come and go  "
              },
              {
                "title": "Glaucoma",
                "image": "/Glaucoma.png",
                "content":"Glaucoma is an eye disease that results from higher-than-normal fluid pressure in the eye. The pressure damages your optic nerve, which affects how visual information is transmitted to your brain. Undetected and untreated glaucoma can lead to vision loss and blindness in one or both eyes. Glaucoma often runs in families. There are two main types of glaucoma. Open-angle glaucoma develops slowly over time and you may not notice vision change until the disease is far along. Closed-angle glaucoma can happen suddenly. It’s painful and causes loss of vision very quickly.  "
              },
              {
                "title": "Retinal detachment?:",
                "image": "/retinal-detachment.jpg",
                "content":" Retinal detachment is a separation or detachment of the retina from its underlying tissues that hold it in place within your eye. This is a serious eye condition that can lead to blindness if not treated. You may or may not have symptoms, depending on the severity of the detachment. Symptoms include: Seeing flashes of light. Seeing dark spots or squiggly lines drifting across your vision. Darkening/covering of part of your vision or your side vision. Treatments include laser therapy or different surgical approaches to seal or close the retinal tear and reattach the retina. "
              },
              {
                "title": "What are the most common eye conditions in children",
                "image": "/F1.medium.jpg",
                "content":" Eye conditions commonly seen in children include: Amblyopia: Amblyopia (also called “lazy eye”) happens when your child’s brain and one eye aren’t working together properly and the brain favors the other better-seeing eye. They'll have reduced vision in the non-favored eye. This is the most common cause of vision impairment in children, Strabismus: Strabismus is a lack of coordination between your child’s eyes, which causes the eyes to cross or turn out. Your child’s eyes don’t focus together on a single image at the same time. This can cause reduced 3D vision and/or the brain may favor one eye over the other, which can cause loss of vision in the non-favored eye (amblyopia, see above), Conjunctivitis: Conjunctivitis, also known as pink eye, is an inflammation of the clear tissue that lines the inside surface of your eyelid and the outer coating of your eye. This tissue is called conjunctiva. It helps keep your eyelid and eyeball moist. Pink eye can be highly contagious, especially among children. Although it doesn’t damage vision, it causes itchy, red, blurry, tearing and discharge."
              },
              {
                "title": "What can I do to keep my eyes as healthy as possible?",
                "image": "/7ways.jpg",
                "content":"See your eye care professional at regularly scheduled intervals, even if you don’t have any noticeable changes in your vision. Some eye diseases don’t have early warning signs. Ask your eye care professional how often you should be seen. Know your risk factors for eye diseases. Some include age, family history of eye diseases, your ethnic background or having other health conditions such as high blood pressure or diabetes. Make healthy lifestyle choices. Keeping your body as healthy as possible will lower your risk for eye diseases or vision problems. Maintain a healthy weight, eat healthy foods, exercise for at least 30 minutes a day on most days of the week and stop smoking are some examples of healthy choices, Protect your eyes. Wear sunglasses even on cloudy days to protect your eyes from UVA and UVB light. Wear proper protective eyewear when playing sports or when working on home or industrial projects. Follow instructions for wearing and cleaning contacts. Avoid prolonged computer and phone eye strain. Rest your eyes and focus on distant objects for a minute every 20 minutes."
              }
            

        ]
    },

    "heart":{
        "title":"9 Diet and Heart Attack Prevention Tips",
        "articles":[
            {
                "title": "Eat Lots of Fruits and Vegetables",
                "image": "/heart.jpg",
                "content": "Aim for at least five servings of fruits and vegetables every day. It’s a good idea to include a wide variety of fruit and vegetable types and colors."
              },
              {
                "title": "Eat Fiber-Rich Grains and Legumes",
                "image": "/heart1.jpg",
                "content": "Good grain-based choices include oatmeal, brown rice, and whole-grain wraps and breads. Legumes include dried beans, chickpeas, lentils, and black-eyed peas."
              },
              {
                "title": "Choose Lean Meats and Fatty Fish",
                "image": "/heart2.jpg",
                "content": "Healthier meat and poultry choices include 95 percent lean ground beef, pork tenderloin, and skinless fresh chicken or turkey. Fatty fish varieties are rich in omega-3 fatty acids, and include salmon, tuna, and trout."
              },
              {
                "title": "Get Healthy Fat From Nuts, Seeds, and Oils",
                "image": "/heart3.jpg",
                "content": "Consuming healthy monounsaturated and polyunsaturated fats can reduce your risk of heart disease. Good sources of these fats include tree nuts (most nut varieties), peanuts, seeds (such as sesame, pumpkin, and sunflower), and avocados, as well as canola, olive, safflower, and sunflower oils."
              },
              {
                "title": " Limit Salt and Sodium",
                "image": "/heart4.jpg",
                "content": "The AHA recommends that most Americans consume no more than 1,500 milligrams of sodium each day for optimal heart health.The biggest source of sodium in most people’s diet is processed foods. Canned soups, sauces, deli meats, frozen dinners, packaged snacks, and bread are often very high in salt."
              },
              {
                "title": " Cut Unhealthy Fat",
                "image": "/heart5.jpg",
                "content": "Saturated and trans fats should be limited in your diet.Sources of saturated fat include fatty meat and poultry, high-fat dairy products, and coconut and palm oils. Foods that contain trans fats are made with partially hydrogenated oils, which should be avoided whenever possible. This ingredient is often found in packaged desserts and baked goods, microwave popcorn, frozen pizza, stick margarine, and coffee creamers."
              },
              {
                "title": "Limit Added Sugars",
                "image": "/heart6.jpg",
                "content": "Added sugars take many forms, including brown sugar, regular or high-fructose corn syrup, sucrose, fructose, glucose, honey, and maple syrup.Sweetened drinks and packaged snacks, pastries, and candies are the main sources of added sugars in the United State"
              },
              {
                "title": "Drink in Moderation, if at All",
                "image": "/heart7.jpg",
                "content": "Men should have no more than two drinks daily, while women should have only one drink, according to the CDC. A drink typically consists of 12 ounces (oz) of beer, 5 oz of wine, or 1.5 oz of liquor (straight or mixed)"
              },
              {
                "title": "Watch Your Calories",
                "image": "/heart8.jpg",
                "content": "You should eat the right amount of food to maintain a healthy body weight. This will depend on your age, gender, and activity level, among other factors. Choosing smaller portions and eating slowly can help you cut calories and maintain a healthy weight."
              }

        ]
    },
    
    "whitehair":{
        "title":"Preventing White Hair:",
        "articles":[
            {
                "title": " Eat a hair-healthy diet.",
                "image": "/hair-healthy.jpg",
                "content": " Maintaining a healthy, balanced diet plays a huge role in the health of your hair, so making sure your body is getting all the hair-friendly vitamins and nutrients it needs can help to prevent white hairs. Make sure you are eating plenty of lean protein (hair is made from protein), fruits, vegetables and whole grains. Drink plenty of water for hydration. More specifically, make sure you are getting enough of the vitamin B12 and the mineral zinc. If you don't feel you are getting enough in your diet naturally. Also make sure you are getting adequate amounts of vitamins A, C and E and of minerals like copper, iron and folic acid.Biotin (sometimes called vitamin H) is another important vitamin for healthy, naturally-colored hair. It is found in foods like cucumbers, oats and almonds."
              },
              {
                "title": " Avoid poor quality hair products",
                "image": "/hair-products.jpg",
                "content": "Poor quality hair products are full of chemicals such as sulfates, phosphates, chlorine and ammonia which dry out the hair and weaken the roots, making you more prone to white hairs. Therefore, you should stick to hair products with as many natural ingredients as possible "
              },
              {
                "title": " Give yourself regular head massages",
                "image": "/head-massages.jpg",
                "content": " Head massages help to stimulate blood flow to the scalp, which keeps hair growing healthily. If possible, massage a natural oil like almond or coconut oil into the scalp, as this helps to deeply moisturize the hair roots."
              },
              {
                "title": " Quit smoking.",
                "image": "/no.jpg",
                "content": " According to one study, smokers are four times as likely to have white or grey hairs as their non-smoking counterparts. Smoking also causes hair to look dull and brittle and make it more prone to falling out"
              }

        ]
    },


    "sugar":{
        "title":"6 Natural ways to prevent diabetes before it starts",
        "articles":[
            {
                "title": "Cut sugar and refined carbohydrates from your diet",
                "image": "/diet.jpg",
                "content": "Eating foods high in refined carbohydrates and sugar increases blood sugar and insulin levels, which may lead to diabetes over time. Examples of refined carbohydrates include white bread, potatoes and many breakfast cereals. Instead, limit sugar and choose complex carbohydrates such as vegetables, oatmeal and whole grains."
              },
              {
                "title": "Quit smoking:",
                "image": "/Quit smoking.jpg",
                "content": "if you are a current tobacco user. Smoking can contribute to insulin resistance, which can lead to type 2 diabetes. Quitting has been shown to reduce this risk of type 2 diabetes over time "
              },
              {
                "title": "Watch your portions",
                "image": "/portions.jpg",
                "content": " Avoiding large portion sizes can help reduce insulin and blood sugar levels and decrease the risk of diabetes. Eating too much food at one time has been shown to cause higher blood sugar and insulin levels in people at risk of diabetes."
              },
              {
                "title": "Aim for 30",
                "image": "/30.jpg",
                "content": "Try to be intentionally active by taking a walk, dancing, lifting weights or swimming for 30 minutes, five days per week. If you get no or very little physical activity—and you sit during most of your day—then you lead a sedentary lifestyle, and it's time to get moving.  "
              },
              {
                "title": "Drink water.",
                "image": "/Eat.jpg",
                "content": "Drinking water instead of other beverages may help control blood sugar and insulin levels, thereby reducing the risk of diabetes. Sticking with water most of the time helps you avoid beverages that are high in sugar, preservatives and other unneeded ingredients "
              },
              {
                "title": "Eat fiber.",
                "image": "/Eat fiber.jpg",
                "content": " Getting plenty of fiber is beneficial for gut health and weight management. Consuming a good fiber source at each meal can help prevent spikes in blood sugar and insulin levels, which may help reduce your risk of developing diabetes."
              }

        ]
    },

    "gastric":{
        "title":"How To Cure Gastric Problem Permanently in 5 Simple Steps",
        "articles":[
            {
                "title": "Eat smaller meals at proper times",
                "image": "/meal.jpg",
                "content": "Instead of eating heavier meals, make a conscious effort to have smaller meals at the right time Dr Mayank suggests, “Cut out fried, spicy and fatty foods and even caffeine from your diet. You should consider adding boiled and steamed vegetables, fruits, and white meats and fermented milk products like curd or yogurt in your diet instead”"
              },
              {
                "title": "Put out that cigarette now!",
                "image": "/no.jpg",
                "content": "emphasizes “Smokers tend to get more heartburns as compared to nonsmokers. Smoking causes stomach acid to flow back, called reflux, to the food pipe which results in a heartburn sensation.” “Smoking can also make it more likely for you to develop or aggravate conditions related to the digestive system such as peptic ulcers, pancreatitis, and Crohn’s disease.”"
              },
              {
                "title": "Switch Colas with Coconut Water",
                "image": "/coconut.jpg",
                "content": "“Consumption of aerated beverages may cause sharp pain and cramps,” says Dr Mayank. “Consider switching to healthier alternatives like chhanch (buttermilk), coconut water, lemonade, or freshly squeezed juices.” Aerated drinks are carbonated which increases the amount of gas present in the digestive tracts. This messes with the natural ph balance of gases in your digestive system and could cause gastric pain."
              },
              {
                "title": "Curb your Consumption of Alcohol",
                "image": "/alcohol.jpg",
                "content": "Alcohol irritates the digestive system and drinking even in small quantity causes your stomach to produce more acid than usual. Dr Mayank explains, “Alcohol results in inflammation of the stomach lining (gastritis) and triggers stomach ache, vomiting and diarrhoea.” “In the long term, it is also associated with increased risk of stomach cancer and could contribute to the development of peptic ulcers.”"
              },
              {
                "title": "Sleep 8 hours every day",
                "image": "/8.jpg",
                "content": "If you aren’t getting enough sleep, gastric problems will pop up. Dr Mayank explains, “An erratic sleep cycle could worsen many gastric disorders like gastroesophageal reflux disease (GERD) and irritable bowel syndrome (IBS).” “Sleep deprivation also causes basic digestive functions (like processing and eliminating the food from body) to slow down.” “So it is important you get at least 7-8 hours of sleep every day to maintain these bodily functions.” If you’re reaching for antacids quite frequently, it’s time to stop and take note of your eating and drinking habits and alter these to cure gastric problem permanently."
              }

        ]
    }

  }
  



